[{"content":"\n在全市疫情防控工作处于最吃劲、最紧要、最关键时期，他们响应号召，众志成城，成为青年教师志愿者；他们入住学生宿舍，以校为家，坚守岗位，与学生同行。他们是智能技术与工程学院的青年教师们，他们用责任与担当奏响了最美的教师之歌。\n主动担当显本色 当前全市疫情防控形势非常复杂严峻，智能技术与工程学院党总支第一时间召开会议研究部署相关工作，征集志愿者、部署值班值守和信息报送工作。青年博士罗雯涛，王彭，杨怡康积极响应号召进驻学校。他们入校时间平均不到2年，其中杨怡康博士入职仅1个月。特殊时期他们选择与学生同行，疫情面前尽显担当本色。\n\n教书育人践初心 面对疫情防控严峻形势，三位博士通过加入班级群、入寝辅导等方式带头普及防疫知识，传播正能量。他们主动收集学生信息，联系学习困难学生，帮助他们答疑解惑。面对学生的情绪焦虑，他们认真对待，妥善处理，耐心开导。面对相对陌生的线上教学，他们虚心向老教师学习，提前了解学生的需求和困难并及时解决，确保线上教学顺利开展。他们用高度的责任感和仁爱之心克服种种困难，用爱守护着每一位学生。\n\n志愿服务暖人心 三位博士主动请缨，加入核酸检测扫码志愿者队伍。每2-3天就需要轮一次岗，与此同时还要完成自己的日常教学工作。三位博士任劳任怨，他们严谨地重复着乏味又单一的动作：扫码、询问核对姓名、查看检测进度，维护现场秩序，全力配合医务人员。他们坚守在第一线，在校园防控工作中贡献着自己的平凡力量。\n\n","title":"智能技术与工程学院青年博士的“疫”路坚守","imgSrc":"https://www.cqust.edu.cn//__local/3/73/D9/21A3C51942D4E15BFE04BD416D6_0600EE75_163BE.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-11-20\n                作者：符玥\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["杨怡康"],"isReaded":true},{"content":"\n11月2日下午，智能技术与工程学院在逸夫楼I319会议室通过线上线下同步进行的方式开展了2022年第8次教职工政治学习，全院教职工参会，会议由学院党总支书记都进学主持。\n\n会议学习了习近平总书记在中国共产党第二十次全国代表大会上的报告原文。会议指出，党的二十大是在全党全国各族人民迈上全面建设社会主义现代化国家新征程、向第二个百年奋斗目标进军的关键时刻召开的一次十分重要的大会，全院教职工要以高度的政治责任感、使命感深入学习贯彻党的二十大精神，把思想和行动统一到党的二十大精神上来，统一到党中央重大决策部署上来，深刻领悟“两个确立”的决定性意义，增强“四个意识”、坚定“四个自信”、做到“两个维护”，要坚持为党育人、为国育才，把立德树人成效作为检验一切工作的根本标准，努力为党和国家培养更多拔尖创新人才，以良好的精神状态和丰硕的科研成果促进地区和行业发展，为全面建设社会主义现代化国家新篇章贡献自己的力量。\n此外，会议还学习了《关于进一步加强科研诚信建设的若干意见》《关于加强国家自然科学基金工作中科学道德建设的若干意见》《高等学校预防与处理学术不端行为办法》《重庆市科研诚信提醒二十条》等文件精神，开展了教职工诚信教育。\n","title":"​[学习宣传贯彻党的二十大精神系列报道（22）]智能技术与工程学院全体教职工集中学习党的二十大报告","imgSrc":"https://www.cqust.edu.cn//__local/3/39/85/9443E67795B374D222E2AA80B36_903236D4_9FFA.png","academy":"智能技术与工程学院","message":"\n                发布时间：2022-11-07\n                作者：周述敏\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n10月24日上午，智能技术与工程学院党总支在I321会议室召开理论学习中心组2022年第七次集中学习会议。学院班子成员、总支委员、科以上干部、支部书记参加会议，会议由党总支书记都进学主持。\n\n会议上，都进学领学了习近平总书记在党的二十大上所作的报告。会议指出，党的二十大是在全党全国各族人民迈上全面建设社会主义现代化国家新征程、向第二个百年奋斗目标进军的关键时刻召开的一次十分重要的大会，是一次高举旗帜、凝聚力量、团结奋进的大会。习近平总书记所作的工作报告，分析了国际国内形势，提出了大会主题，回顾总结了过去五年的工作和新时代十年的伟大变革，阐述了开辟马克思主义中国化时代化新境界、中国式现代化的中国特色和本质要求等重大问题，擘画了全面建成社会主义现代化强国的宏伟蓝图和实践路径，就未来五年党和国家事业发展制定了大政方针、作出了全面部署，是中国共产党团结带领全国各族人民夺取新时代中国特色社会主义新胜利的政治宣言和行动纲领，是一篇马克思主义的纲领性文献。\n会议要求，全院师生要深入领会党的二十大会议精神，要按照上级有关要求，将学习宣传贯彻党的二十大精神作为当前和今后一段时期全院各级党组织和广大党员干部的首要政治任务，确保党的二十大精神入脑入心、落地见效。要学习贯彻落实党的二十大精神同推动学院教育教学、科学研究和改革发展事业相结合，全面提升学院办学水平和育人质量。\n与会同志结合本职工作畅谈了学习体会，大家一致表示要深刻领会报告的精神实质，准确把握报告的丰富内涵，全面理解报告的重大意义，切实把思想和行动统一到党的二十大报告精神上来。\n","title":"​[学习宣传贯彻党的二十大精神系列报道（12）]智能技术与工程学院召开2022年第七次中心组集中学习会议","imgSrc":"https://www.cqust.edu.cn//__local/0/04/B0/94D87861E89304E6191BB6EB442_2FDD72D0_B8CC.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-10-27\n                作者：陈淘利\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n为进一步了解2022级新生的生活情况，让同学们能尽快适应新环境，10月18日下午,智能技术与工程学院党总支书记都进学和全体辅导员一起深入新生寝室，走访慰问2022级新同学。\n\n在走访的过程中，老师们与同学亲切交谈，收集同学们的意见建议，了解同学们线上上课、学业规划、职业规划、宿舍生活等方面的情况，同时不忘提醒同学们疫情期间做好个人防护，外出时戴好口罩，及时做好清洁卫生；鼓励同学们踏实学习，按时完成学业规划；加强自我管理，确保线上学习效果；加强互帮互助，确保学习实效；坚持每天锻炼，提高身体素质。\n同学们纷纷表示，感受到学院的温暖和重视，将积极调整自己的状态，更好地适应、融入崭新的大学生活。\n","title":"[两走一贴近（375）]智能技术与工程学院持续走访学生寝室","imgSrc":"https://www.cqust.edu.cn//__local/0/B6/94/F3185858499417903359EE005ED_8896FF1B_8412.png","academy":"智能技术与工程学院","message":"\n                发布时间：2022-10-21\n                作者：王志锋\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n7月8日上午，智能技术与工程学院党总支书记都进学带领全体专兼职辅导员深入寝室走访，关心关爱留校学生，排查寝室安全隐患。\n\n走访期间，都进学与学生深入交流，了解学生生活学习计划，提醒学生严格遵守疫情防控要求，叮嘱学生增强安全防范意识，注意人身财产安全，假期坚持学习，劳逸结合，保持良好生活习惯。同时，全体辅导员对已离校学生寝室进行了逐一排查，学生寝室干净整洁，收纳有序。\n为确保学生管理有序，智能技术与工程学院已建立翔实留校学生信息台账，安排值班教师到实验室和学生寝室走访，及时排查问题，处置突发事件。\n","title":"[两走一贴近（348）]智能技术与工程学院走访学生寝室","imgSrc":"https://www.cqust.edu.cn//__local/9/12/A2/24BBFF5870BD0BA0F99AE35DC3A_1F09D59E_4E65.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-07-08\n                作者：​王志峰\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n近日，第十三届蓝桥杯（软件类）大赛全国总决赛成绩公布，我校学子在Java软件开发大学B组及C/C++程序设计大学B组两个项目中获得全国一等奖2项，二等奖2项，三等奖10项，获奖数位列重庆第二，实现我校该赛事首次一等奖和获奖总数历史最多的双突破。\n6月18日上午，第十三届蓝桥杯（软件类）大赛全国总决赛线上同时开赛。来自北京大学、清华大学、复旦大学、上海交通大学、中国科技大学等1064所高校的11061名顶尖选手集结赛场，争夺蓝桥杯全国总决赛桂冠。赛前，我校22名学生由智能技术与工程学院祝华正、焦晓军等教师开展线上线下混合指导、集中训练，着力强化程序设计和算法实现能力，为比赛打下了坚实基础。\n据悉，蓝桥杯（软件类）大赛是一个全国性的IT类学科赛事，连续三年被纳入中国高等教育学会“全国普通高校学科竞赛排行榜”竞赛项目。比赛旨在通过参加竞赛提高学生算法设计与分析、自主创新意识和工程实践能力，促进高校计算机、软件及电子专业就业。\n","title":"[“三全育人”系列报道（258）]我校在第十三届蓝桥杯（软件类）大赛全国总决赛中取得好成绩","imgSrc":"https://www.cqust.edu.cn/undefined","academy":"智能技术与工程学院","message":"\n                发布时间：2022-06-29\n                作者：祝华正\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["祝华正"],"isReaded":true},{"content":"\n6月24日，智能技术与工程学院班子成员、专兼职辅导员深入毕业生寝室走访慰问，关心同学们的毕业意向、未来规划及生活和思想近况，并与寝室的毕业生深入交流，为即将踏上新征程的毕业生送上祝福。\n\n智能技术与工程学院党总支书记都进学在祝贺同学们毕业的同时，希望同学们落实好工作去向，要志存高远，努力发挥自己的专业优势，嘱咐同学们要尽快适应新环境，完成角色转换，脚踏实地、埋头苦干，不断提高业务水平，成就一番属于自己的事业。在走访过程中，老师们提醒广大毕业生增强安全意识，时刻加强防范，保护好个人的人身和财产安全，遵守好防疫相关规定，文明离校。\n在交流中，毕业生纷纷表达了对母校的感恩和不舍，感谢母校的关心和支持，感谢老师们孜孜不倦的教诲，并表示在未来的工作和学习中将牢记重科人的身份，践行重科校训，以实际行动回报母校，回报社会。\n","title":"[两走一贴近（342）]智能技术与工程学院深入毕业生寝室走访慰问","imgSrc":"https://www.cqust.edu.cn//__local/B/25/C8/7EF18FA4825393020E97AB2FBCE_4FFA050C_1213F.png?e=.png","academy":"智能技术与工程学院","message":"\n                发布时间：2022-06-27\n                作者：王志峰\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n\n6月15日下午，智能技术与工程学院党总支书记都进学、副书记王艳带领学院教师代表前往含谷工业园区走访重庆清研理工电子技术有限公司，就毕业生就业、科研合作等开展座谈交流。\n\n重庆清研理工电子技术有限公司总经理李旭介绍了公司基本情况，带领大家参观了电子检测车间及实验室，双方在对接就业、校企合作、实习基地等方面进一步达成合作共识，并现场提供应届生就业岗位。随后，教师代表一行与在该公司就业的应届毕业生进行了亲切交流，鼓励他们立足岗位、勤学苦练、奋发有为。\n据悉，重庆清研理工电子技术有限公司依托清华大学苏州汽车研究院、重庆理工大学测试技术研究所等技术团队，由重庆清研理工汽车智能技术研究院有限公司、苏州凌创电子系统有限公司等投资创建，专注于汽车电子的测试分析、优化设计及检测装备研发的高新技术企业，建立起了汽车电子的 “试验检测与认证”“技术开发与服务”“设备研制与集成” 和“项目研究与合作” 四位一体的综合服务体系，为全国各车企提供电子检测服务。\n","title":"[访企拓岗促就业系列报道（48）]智能技术与工程学院走访调研重庆清研理工电子技术有限公司","imgSrc":"https://www.cqust.edu.cn//__local/A/14/5E/BCE0FC3739E10827A522ACA377C_1C1B15B7_13882.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-06-21\n                作者：谢枭鹏\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n6月8日下午，智能技术与工程学院党总支在I321召开毕业生党员专题教育会议，学生党支部书记、毕业生党员参加会议，会议由党总支书记都进学主持。\n\n会上，组织员周勋对毕业生党员开展了党风廉政专题教育。他要求毕业生党员在今后的工作和生活中要严守党的纪律，坚守清正廉洁，做到“十要十不可”。一要坚定信念，不可动摇信仰；二要为民服务，不可高高在上；三要敢于担当，不可软弱躺平；四要清正廉洁，不可唯利是图；五要循序渐进，不可急功近利；六要公平公正，不可袒护偏私；七要谦虚谨慎，不可刚愎自用；八要勤俭节约，不可铺张浪费；九要遵纪守法，不可胆大妄为；十要博学创新，不可不学无术。\n党总支副书记王艳要求毕业生党员站好毕业前最后一班岗，在毕业离校等工作中率先垂范，模范遵守校规校纪、细心温心贴心地关爱身边同学，确保毕业生平稳有序离校。学院党总支书记都进学勉励毕业生党员坚守入党初心、积极创先争优。一要做到坚定理想信念，坚决做到“两个维护”，旗帜鲜明讲政治，严守党纪党规要求；二要坚守入党初心，积极践行群众路线，经常性深入群众、深入基层，落实好为人民服务宗旨；三要坚持终身学习，持续创先争优，坚持向历史学习、与时俱进学、向身边同志学，强化专业技能提升，立足岗位建功立业。\n在座谈过程中，与会老师纷纷勉励毕业生党员在新的阶段、新的起点，以出色的成绩为母校增光添彩；持续保持与母校联系，欢迎常回家看看。毕业生党员踊跃发言，分享了自己大学期间的入党经历和心路历程，大学生活的点点滴滴都流露出他们对母校、对党组织的无限感恩和不舍之情，表示在今后的工作、学习和生活中不忘母校培养之恩，艰苦奋斗，时刻铭记党员身份，永葆党员积极性，为母校增光添彩，为祖国的建设贡献力量。\n本次会议是即将步入社会的毕业生党员们在大学校园的最后一次党课，使毕业生党员们更加坚定自己的理想信念，增强了党性修养，为今后的工作和学习打下了坚实的思想基础。\n","title":"[2022毕业季系列报道（24）]智能技术与工程学院开展毕业生党员专题教育","imgSrc":"https://www.cqust.edu.cn//__local/4/63/E4/6BFF10CDF6F6B9916AD0DCAD82B_BAF7B651_112F2.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-06-10\n                作者：陈淘利\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n5月30日上午，智能技术与工程学院党总支理论学习中心组（扩大）2022年第三次集中学习会在逸夫楼I321会议室举行，会议集中学习习近平总书记关于意识形态工作的重要论述、习近平总书记关于网络强国的重要思想。学校党委副书记、副校长施金良列席旁听并点评，学校列席旁听工作组第四组相关同志列席旁听。智能技术与工程学院党总支中心组成员，科级干部、支部书记参加学习，会议由党总支书记都进学主持并总结讲话。\n\n施金良在旁听点评中指出，学院党总支要高度重视宣传思想政治工作，要严格落实有关规定要求，切实把好政治关；党员领导干部要切实担当“一岗双责”，带头遵守党风廉政纪律要求，要将宣传思想政治工作和党风廉政建设与学院事业发展有机结合起来，增强战略思维，抢抓机遇，切实推进学科专业建设、教学改革、科学研究、学生培养等工作。\n会上，党委宣传部副部长娄琴作宣传思想政治工作辅导报告。党总支委员、副书记王艳，副院长陈国荣，教工一支部书记陈宁结合学校相关文件要求和工作实际交流研讨。会前，按学校相关文件部署，学校列席旁听组第四组相关同志就智能与技术工程学院党总支基层组织建设、意识形态工作、统一战线工作、纪检监察工作、教职工政治学习等进行了专项督查。\n","title":"校领导列席旁听智能技术与工程学院党总支理论学习中心组学习","imgSrc":"https://www.cqust.edu.cn//__local/A/EB/20/F8DAC69BA23DFAF3CB0165CA8DE_313BF999_1CFF5.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-05-31\n                作者：陈淘利\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["陈宁","陈国荣","都进学"],"isReaded":true},{"content":"\n5月19日下午，智能技术与工程学院党总支书记都进学、副书记王艳率相关教师一行4人前往重庆洪九果品股份有限公司、重庆品胜科技有限公司两家公司进行访企拓岗促就业专项走访调研。\n\n在重庆洪九果品股份有限公司，智能技术与工程学院一行现场参观了公司荣誉厅、研发中心和销售中心。与近几年毕业的10余名校友亲切交流，了解到他们已成长为企业骨干，为公司的发展作出了贡献。公司人力资源部经理何畅详细介绍了洪九果品二十年来的发展历史、主营业务、前景规划、人才需求、科研合作、企业文化等方面的情况。\n\n在重庆品胜科技有限公司，学院一行参观了公司产品中心、荣誉室和体验室，现场感受了公司的企业文化，随后双方就人才培养与资源共享、产学研合作进行了友好交流。\n","title":"[访企拓岗促就业系列报道（22）]智能技术与工程学院开展访企拓岗促就业专项行动","imgSrc":"https://www.cqust.edu.cn//__local/8/1A/09/DFDB7D7D954CE53958C142ACC8D_7BAAE653_957B2.png","academy":"智能技术与工程学院","message":"\n                发布时间：2022-05-20\n                作者：智能学院\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n\n 5月16日下午，智能技术与工程学院2022届本科毕业设计（论文）公开答辩在逸夫楼I319举行。从2022届毕业生中遴选出来的3名毕业生代表参加了公开答辩，50余名同学到现场进行了观摩，答辩小组由学院院长助理、教学督导、系主任组成。\n 公开答辩开始前，学院党总支书记都进学对参加答辩的学生做动员，介绍了公开答辩的目的和意义。\n \n 答辩过程中，答辩小组从课题内容的关键技术、涉及的专业知识和文档规范等方面对答辩论文进行了点评并提出了修改意见。专家们认真求实的态度和精益求精的精神对现场同学起到了示范引领和启示作用。到场观摩的2018级各专业同学纷纷表示，学院毕业生公开答辩起到了良好的示范效果，让他们清楚了毕业设计答辩流程，对修改完善毕业论文、借鉴答辩经验等方面起到了积极作用。\n 答辩结束后，答辩小组对毕业设计成果和亮点给予了肯定，对其中存在的问题提出了改进意见，同时面对面给参加公开答辩的学生进行了交流，明确下一阶段的任务。\n 毕业设计（论文）公开答辩是一个增长知识，增进交流的过程。此次答辩为我院毕业设计答辩工作树立了良好的典范，搭建了交流的平台，充分展示了学生的专业素养、语言表达能力和应变能力。智能技术与工程学院2022届本科生毕业设计（论文）答辩将于5月16日-5月20日分小组完成。\n\n","title":"[2022毕业季系列报道（1）]智能技术与工程学院举行2022届本科毕业设计（论文）公开答辩","imgSrc":"https://www.cqust.edu.cn//__local/2/EA/FF/D18BC092F9B8958B4701170363D_FCA7936B_15BA7.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-05-19\n                作者：赵晓园\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n\n \n  5月13日上午，智能技术与工程学院在逸夫楼I321会议室召开2022届毕业生就业推进会，学院班子成员、院长助理、系主任和毕业班辅导员参会，会议由学院党总支书记都进学主持。\n  \n  会议传达了教育部、重庆市和学校就业工作会议精神，深入分析了当前的就业形势，介绍了高校书记校长访企拓岗促就业专项行动、就业促进百日行动、学院就业促进月等专项工作安排。毕业班辅导员详细通报了各专业2022届毕业生就业情况，分析了学生未就业原因、就业意向等。\n  会议强调，就业工作是事关全院发展、学生终身的大事，需全员参与。各系要充分发动专业导师和毕业设计指导老师主动关心、积极推荐学生就业；将访企拓岗等专项工作落实做细，广泛拓展资源组织专场招聘会；通过请校友、企业高管、院领导开展讲座的方式，加强教育引导；辅导员精准摸排和掌握学生就业需求，分层分类做好就业指导，积极稳妥推进就业工作。\n \n\n","title":"【毕业季系列报道（!）】智能技术与工程学院召开2022届毕业生就业推进会","imgSrc":"https://www.cqust.edu.cn//__local/0/8A/44/D2F7E452EEDA28552B9D69EAE3B_354A1150_19C40.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-05-16\n                作者：智能技术与工程学院\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n1月14日中午，智能技术与工程学院在厚德楼G218会议室召开学院班子党史学习教育专题民主生活会，副书记、副校长施金良参加会议并指导，会议由党总支书记都进学主持，学院班子全体成员参会，组织员列席。\n\n会前，班子成员认真准备，通过开展谈心谈话、三级机构务虚会、民主党派座谈会等形式听取意见和建议，撰写发言提纲。会上，都进学通报了2021年度学院班子民主生活会整改措施落实情况，回顾了一年来学院班子自身建设情况，总结成绩、查摆不足，进行了党性分析。随后班子成员逐一发言，结合自己的实际情况认真查摆、深刻剖析，开展批评和自我批评，体现了从严从实的要求，体现了开诚布公、互相提醒的气氛。\n施金良对专题民主生活会进行了点评，并对学院班子成员进行集体约谈。他指出，此次民主生活会班子谈得好、认识深刻、批评诚恳。施金良强调：智能学院作为新建学院，一是要努力克服重重困难，主动争取各方面支持，不断完善智能化特色的办公和办学环境；二是要聚焦少数高精尖技术，举全院之力争取取得突破性成果，体现学科特色；三是加大人才引进力度，积极开拓渠道争取高层次人才引进，为“十四五”期间学院发展奠定坚实基础；四是加强与教务处等职能部门的沟通，专题研究3+2、3+4学生的教育管理问题，提高育人质量。\n","title":"[党史学习教育（467）]智能技术与工程学院召开领导班子党史学习教育专题民主生活会","imgSrc":"https://www.cqust.edu.cn//__local/7/62/E7/8AEB0597E613B7C41D7AA29A56E_5BBFBE52_101F1.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-01-15\n                作者：智能学院\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n为深入推进党史学习教育，1月6日下午，智能技术与工程学院分工会组织40名教职工观看影片《跨过鸭绿江》。\n\n影片《跨过鸭绿江》展现了老一辈无产阶级革命家的光辉形象，还原了抗美援朝战争波澜壮阔的历史，全方位弘扬了中华民族不畏强权、敢于斗争的钢铁意志。老师们全程认真观看，深受感动。\n物联网系教师陈宁老师表示，影片传递了“铭记历史、致敬英雄、珍爱和平”的价值观，以史为鉴，增强了我们的民族自豪感和时代使命感。作为一名教师，我们应该继承和发扬伟大的抗美援朝精神，在工作中艰苦奋斗、勇于创新，努力为国家培养高素质优秀人才。教务办陈彦老师表示，伟大的中国人民志愿军将中国人民的胜利刻进了世界历史，用生命换来了我们今天的国泰民安，他们是中华民族的骄傲。辅导员刘英春认为时代在变，精神不变，作为新时代青年，弘扬爱国主义，传递守护和平的使命，赓续红色精神，挥洒青春，保持奋斗的激情，在工作中要引导广大团学干部勇于担当，脚踏实地，全心全意为同学服务，为同学们解决实际问题，同时加强学习，正视不足努力迎头赶上，为团学工作添砖加瓦，做出应有的贡献。\n","title":"[党史学习教育(458)]智能技术与工程学院分工会组织教职工观看重大历史题材影片《跨过鸭绿江》","imgSrc":"https://www.cqust.edu.cn//__local/7/5F/12/6756DCD94AD6EFA5E12525A7D3D_046647C4_1950E.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2022-01-10\n                作者：智能技术与工程学院\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["陈宁"],"isReaded":true},{"content":"\n12月1日下午，智能技术与工程学院在逸夫楼I319会议室举行本年度第十次全院教职工政治学习，深入学习党的十九届六中全会精神。\n\n智能技术与工程学院党总支书记都进学领学了《中国共产党第十九届中央委员会第六次全体会议公报》的主要内容，重点学习了《中共中央关于党的百年奋斗重大成就和历史经验的决议》。会议强调，全院教职工要深刻认识党的十九届六中全会及其通过的历史决议的重大意义，深刻把握党百年奋斗的初心使命、重大成就、历史意义和宝贵经验，深刻领悟贯彻落实党的十九届六中全会精神的现实要求，积极响应党中央的号召，努力将全会精神和立德树人根本任务相结合，立足岗位奉献力量。\n与会教师纷纷表示，《决议》鼓舞人心、催人奋进，为全面开启第二个百年奋斗目标开好局、铺好路，将深入领会全会精神，并将其运用到教育教学的各个环节。作为高校教师，将坚持贯彻落实党的教育方针，不断加强自身师德师风建设，自觉践行初心使命，为党育才为国育人。\n","title":"[党史学习教育(407)]智能技术与工程学院深入学习党的十九届六中全会精神","imgSrc":"https://www.cqust.edu.cn//__local/F/C0/56/260218FB11EE6B461061D08D13B_146A9E3D_F5AB.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-12-09\n                作者：​周述敏\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n11月26日上午，智能技术与工程学院在逸夫楼I321会议室召开党史学习教育专题读书班暨理论学习中心组（扩大）第十次集中学习，专题学习党的十九届六中全会精神。学院班子成员、总支委员、支部书记和科级以上干部参加了此次学习。\n\n智能技术与工程学院党总支书记都进学领学了党的十九届六中全会精神。会议认为，党的十九届六中全会是在我们党百年华诞的重要时刻、在“两个一百年”奋斗目标历史交汇关键节点上召开的一次重要会议，全面总结了党的百年奋斗重大成就和历史经验并作出决议，体现了我党不忘初心、牢记使命，永葆生机活力的坚强意志和决心，为我们走好下一个百年道路了指明方向。会议要求全体党员干部要把学习党的十九届六中全会精神与落实“十四五”规划、推动学校和学院快速发展有机结合，落实好立德树人根本任务，勇于克服困难，创造性开展工作。\n与会人员围绕全会精神学习纷纷交流发言。院长向毅表示，党的十九届六中全会站位高、意义深远，明确了今后的发展思路，开启了党和国家事业的新篇章。结合实际工作，我们应提高政治站位，严格落实党的教育方针，积极推进教育教学改革，搞好学院内涵建设，加强师德师风宣传教育，搭建教师提升发展平台，营造学院团结向上的良好氛围。党总支副书记王艳认为，深入学习贯彻党的十九届六中全会精神应注重从百年党史中汲取奋进的力量，用党的历史经验启迪智慧、坚定信念。作为高校教师，应深刻认识到新的发展阶段高等教育对建设社会主义现代化强国的重要战略作用，牢记为党育人、为国育才的使命，努力培养更多的可堪大任的优秀人才。同时教育和引导大学生厚植爱党爱国爱社会主义的情感，听党话感党恩跟党走，练就过硬的本领。党总支组织员周勋表示，党的十九届六中全会充分体现了以人为本的思想，彰显了我们党治国理政的初心和使命担当。结合学院的实际工作，我们每个人都应该认真做好本职工作，努力为全院教职工办实事办好事。支部书记熊茜表示，通过学习会议精神进一步增强了自豪感和自信心。作为教师党员，将用实际行动践行党的教育方针，不断提升自身政治素养和教学水平，带领身边的老师开展教学研讨，全心全意教书育人。\n会议还学习了《中华人民共和国监察法实施条例》、习近平总书记在中央政治局第三十三次集体学习时的重要讲话精神、优秀共产党员冯中成的先进事迹。并围绕近期中纪委违反八项规定精神问题通报、实验室安全及疫情防控责任通报等进行了“以案四说”和“以案四改”。\n","title":"[党史学习教育(389)]智能技术与工程学院专题学习党的十九届六中全会精神","imgSrc":"https://www.cqust.edu.cn//__local/1/DA/2F/615DD88BE57FC5F6538AE474124_77A9E9A1_118ED.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-11-26\n                作者：周述敏\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n11月23日，2021年IEEE应急科学与信息技术国际会议暨IEEE可靠性学会重庆分会2021年理事会在重庆科技学院隆重召开。该会议采用线上线下相结合的方式举行，来自俄罗斯、美国、巴基斯坦、厄瓜多尔等国家的约150人参加了线上会议，其中重庆科技学院的师生在逸夫楼319会议室现场收看了会议直播。\n\n本次大会由IEEE主办，重庆科技学院承办，中国科学院重庆学院、重庆医科大学、重庆师范大学、华南理工大学、重庆市安全生产科学研究院、重庆工商大学、智慧安全重庆市2011协同创新中心、重庆计算机学会等共同协办。重庆科技学院校长尹华川、重庆市应急管理局科技和信息化处处长阎掌峰和IEEE RS（Chongqing）Vice-Chapter秦毅、重庆计算机学会会长朱庆生、大会主席陈国荣、智能技术与工程学院党总支书记都进学、院长向毅等领导出席并致辞。中国科学院重庆学院何国田研究员、安德医智CTO吴振洲、重庆科技学院王文和教授分别做了大会主题报告。大会由重庆科技学院利节博士主持。\n\n尹华川在致辞中对参会嘉宾表达了热烈欢迎，对重庆科技学院在智慧安全领域近年来取得成就进行了介绍，指出重庆科技学院高度重视应急科学与信息技术相关学科的发展，在市教委、市经信委、市科委支持下，与中科院重庆学院深度合作成立重庆中科智能技术与工程学院；在重庆市应急管理局支持下，建成集人才培养、科学研究和成果转化的智慧安全重庆市2011协同创新中心；成功打造了重庆市首个智慧安全学科群，在国内首次开展资源与环境专业智慧安全方向的研究生教育，相关学科在国内外已形成较强的影响力。我校师生参与的智慧安全成果，已经推广应用到了重庆市应急管理局、中石油、中石化、重庆江北机场等单位，产生了显著的经济效益和社会效益。同时，尹华川校长也对大会提出了几点要求，希望IEEE应急科学与信息技术国际会议打造成为更加开放、更加活跃、更具影响力与号召力的国际性平台，为企业、高校及相关单位创造更多的合作交流机会。\n阎掌峰介绍了应急管理的重要性和重庆安全生产面临的严峻形势，强调面对重大挑战，应急管理工作不能停留于传统手段，要主动适应科技信息化发展大势，综合运用云计算、大数据、物联网、人工智能等新技术，构建“制度+技术”的应急管理现代化体系，一体化推进信息化建设与应急管理事业改革发展。“IEEE安全生产信息化国际会议”这样的重要盛会在重庆召开，对进一步汇聚各方力量与资源，凝聚各方智慧和经验，带动重庆市应急管理信息化的发展，促进重庆及西部地区应急管理信息化领域教育、科研以及产学研创新活动开展都有着重要的意义。\nIEEE RS（Chongqing）Vice-Chapter秦毅教授介绍了IEEE RS（Chongqing）Chapter的基本情况，指出IEEE安全生产信息化国际会议是目前应急科技和安全生产领域最高水平的国际会议，对于引领全球可靠性领域的学术交流、科技发展和人才培养具有重要的意义，对重庆科技学院和重庆市应急管理局为组织本次会议所付出的艰苦努力表示感谢。\n由于疫情防控需要，下午的分组报告采用线上会议的方式举办，来自重庆邮电大学、重庆师范大学、西藏大学、重庆科技学院等单位的学者做了演讲汇报，分享了自己在人工智能和安全生产及大数据智能化领域的发现及创新。\n","title":"我校成功承办2021年IEEE应急科学与信息技术国际会议","imgSrc":"https://www.cqust.edu.cn//__local/0/13/9D/ACC6E31257EFB7B5EDB3551735B_59FE5A32_1EE94.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-11-25\n                作者：智能学院\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["陈国荣","利节","都进学"],"isReaded":true},{"content":"\n11月16日，校纪委书记贺吉胜一行来到智能技术与工程学院，对党总支开展“一把手”和领导班子监督工作进行调研指导。调研采用座谈交流、个别访谈以及资料查阅等方式进行。智能技术与工程学院班子成员、组织员和院长助理参与座谈。\n\n会上，智能技术与工程学院党总支书记都进学从人才培养、师资队伍建设、教育教学、学科科研等方面的现状、面临的问题和诉求介绍了学院的基本情况，同时就基层党建和“一把手”及班子成员监督落实情况进行了汇报。\n贺吉胜充分肯定了智能技术与工程学院班子的成绩，对学院今后的发展提出了三点希望：一是抓好统筹谋发展。要结合学校发展定位，主动争取支持；发挥好竞赛引领、着力工程应用能力提升，切实做好立德树人工作；把握当前大数据智能化发展契机，实现跨行业、跨领域的融合，推动学院快速高质量发展。二是严格落实“一把手”和班子成员监督。班子成员要带头严格遵守各项法律法规，勇于接受监督，在利益面前经得起考验；严格落实制度规范，讲政治、讲规矩，畅通渠道，广泛收集师生意见建议。三是守住安全稳定的底线。抓好实验室安全、意识形态安全和师德师风建设，妥善处理好苗头性、倾向性问题，做好师生教育管理，营造好学院、学校发展的安全稳定环境。\n","title":"[两走一贴近（277）]校领导深入智能技术与工程学院开展调研指导","imgSrc":"https://www.cqust.edu.cn//__local/6/2C/CC/062931176E8544DE1544FF16264_7217ED28_13A1D.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-11-22\n                作者：周述敏\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n10月15日上午，智能技术与工程学院在逸夫楼I321会议室召开第八次中心组学习（扩大）会，学院班子成员、党支部书记和科以上干部参会，会议由学院党总支书记都进学主持。\n\n会议集中学习了习近平总书记“七一”重要讲话精神，习近平总书记在青海、西藏考察期间重要讲话精神，习近平总书记给全国高校黄大年式教师团队代表的回信精神和习近平总书记在中央党校2021年秋季学期中青年干部培训班上的重要讲话等内容。会议要求，全体同志要深刻认识习近平总书记“七一”讲话的重要意义，认真贯彻落实习近平总书记系列重要讲话精神的重要指示，将习近平总书记重要讲话精神与实际工作紧密结合，不断提高治学水平，争做黄大年式教师，为学校和学院发展做贡献。\n党总支副书记王艳表示，作为党员，习近平总书记“七一”重要讲话精神激发了我们的自豪感、荣誉感和责任感。习近平总书记“七一”重要讲话是生动深刻的思政教材，有利于增强学生作为中国人的志气、骨气和底气。\n组织员周勋表示，习近平总书记在青海考察中提到了生产安全，对生态环境高度重视。结合学校建设，在进行校区规划时也应充分考虑生态因素，为全校师生创造良好的工作学习环境。\n教工一支部书记陈宁表示，结合前段时间“黄大年式教师团队”的申报，看到了自己团队与学校其他优秀团队的差距。下一步将结合样板支部建设，充分发挥党员的先进性和模范带头作用，立德修身、潜心教学，努力为国育人为党育才。\n","title":"[党史学习教育(348)]智能技术与工程学院深入学习习近平总书记“七一”重要讲话精神","imgSrc":"https://www.cqust.edu.cn//__local/E/0B/3A/0C5125F6144D439C829A76F59ED_0209D50D_17C34.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-10-16\n                作者：周述敏\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["陈宁","都进学"],"isReaded":true},{"content":"\n\n \n \n  近日，由教育部高等学校计算机类专业教学指导委员会和物联网工程专业教学研究专家组主办、华为技术有限公司协办的“2021年全国大学生物联网设计竞赛（华为杯）”总决赛落下帷幕。经过两天的激烈角逐，我校学生获得华中及西南赛区二等奖3项。\n  \n  在分赛区总决赛中，我校智能技术与工程学院学生成绩斐然：学生罗尧、张志明、易俊丞组成的团队，在指导教师陈宁的指导下，参赛作品“基于MQTT与微信小程序的书籍交易系统”获得二等奖。学生饶忠睿、张渝楠、黄晗、程德志组成的团队，在指导教师于安宁、张倩的指导下，参赛作品“基于华为云的车内儿童安全报警器”获得二等奖。学生邓杰、张辽、陈亚飞、刘香凝组成的团队，在指导教师于安宁、周伟的指导下，参赛作品“基于LoRa自组网的声音检测系统”获得二等奖。\n  \n  据悉，全国大学生物联网设计竞赛创始于2014年，是教育部计算机类专业教学指导委员会举办的物联网领域的唯一学科竞赛，目前已经成功举办七届，赛事覆盖全国六大赛区。本次赛事经过六大赛区的选拔，共有来自上海交通大学、同济大学、南京大学、天津大学、东南大学、哈尔滨工业大学等70多所高校的120余支参赛队伍晋级全国总决赛。全国总决赛通过项目汇报、实物演示、线上答辩、专家评审等环节，在公开、公平、公正的原则下决出各项奖项。\n \n \n \n\n","title":"我校学生在2021年全国大学生物联网设计竞赛中取得优异成绩","imgSrc":"https://www.cqust.edu.cn//__local/5/CC/32/1A40635E758D4AC9BE4A2345701_BEAFB39A_49C72.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-09-23\n                作者：智能技术与工程学院\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["陈宁","周伟","张倩","于安宁"],"isReaded":true},{"content":"\n\n 在第37个教师节来临之际，智能技术与工程学院于9月10日上午在逸夫楼I321会议室召开教师节座谈会。学院班子全体成员、校院两级受表彰的先进教师代表参会，座谈会由学院党总支书记都进学主持。\n \n 会上，都进学向在场的教师代表致以节日的问候，充分肯定了老师们在过去一年为学院教学、科研、管理等方面所做的贡献，勉励老师们涵养师德，帮助和带动身边的老师共同进步，表示学院将无条件支持老师和学生发展，希望老师们继续理解和支持学院的工作，齐心协力实现学院跨越式发展。\n 与会代表纷纷发言，谈感想、做总结、提建议。辅导员符玥表示，深刻感受到学院全员育人的氛围越来越浓厚，任课教师主动关注学生精神状态并及时与辅导员沟通，有助于及时解决学生中存在的问题。软件系主任祝华正表示，学院行政真正做到了为教师和学生服务，让老师们感受到了关心，建议在人才引进的时候能做好各系的平衡。熊茜老师回顾了自己从教16年的经历，表示个人成绩的取得离不开学校、学院提供的平台和老师们的大力支持，今后将继续努力教书育人。\n 院长向毅代表学院班子表态，将进一步加强班子建设，团结全院教师，努力增强教职工归属感和凝聚力，严于律己，起好带头作用。希望老师们包容理解，克服困难，在各自的岗位上发挥应有的作用。\n\n","title":"[2021年教师节系列报道（5）]智能技术与工程学院召开教师节座谈会","imgSrc":"https://www.cqust.edu.cn//__local/0/EA/FF/A9A183A1D46285914E61360E25C_D36F7B43_15F33.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-09-10\n                作者：智能学院\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学","祝华正"],"isReaded":true},{"content":"\n\n 9月1日，智能技术与工程学院在厚德楼H101开展2021年“3+2”专本贯通新生入学教育专题会。智能技术与工程学院班子成员、教师代表及涵盖计算机科学与技术、物联网工程专业的首批专本贯通新生共计260余人参会。\n \n 智能技术与工程学院院长向毅代表学院向首批“3+2”专本贯通学生表示欢迎和祝贺，希望大家坚定信心，珍惜机会，抓住机遇，树立远大目标，在有限的时间内尽最大可能挖掘自己无限潜能，实现自我超越。副院长陈国荣向与会师生介绍学校和学院的基本情况，要求同学们做好“吃苦”在前，“享乐”在后的心理准备，志存高远，努力学习。学院党总支副书记王艳希望同学们尽快融入适应新的大学生活，把握住“底线”，遵规守纪，拧紧“安全阀门”，提高辨别和保护能力，加强反诈、用电等安全防范意识，同时全面评估，清晰定位，做好学业和职业规划。\n \n 据悉，智能技术与工程学院首批“3+2”专本贯通学生所占比例较大，人数众多。学院极其重视同学们的长效培养，特邀请各系部对专业学习计划、教学重难点、学科竞赛等问题进行了梳理、解读和答疑，旨在让同学们更全面地了解所学，更深刻地剖析所想，更立体地营造所感，为长远规划、专业技能提升、就业前景奠定基础。\n\n","title":"[2021年迎新季系列报道（3）]智能技术与工程学院开展首批“3+2”专本贯通新生入学教育","imgSrc":"https://www.cqust.edu.cn//__local/3/2B/EB/00239214818639700DE3C04F1F7_E81BF87F_21423.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-09-06\n                作者：智能学院\n                编辑：刘况\n                来源：​智能技术与工程学院\n    \n            ","people":["陈国荣"],"isReaded":true},{"content":"\n\n 7月15日上午，智能技术与工程学院在逸夫科技楼I319开展本年度第七次全院教职工政治学习。\n \n 都进学领学了习近平总书记在庆祝中国共产党成立一百周年大会上的重要讲话精神，要求教职工深入学习领会、坚决贯彻落实，积极响应党的号召，坚定担当时代使命，在以习近平同志为核心的党中央坚强领导下，以学院发展为依托，凝心聚力，务实笃行，推动学院各项工作高质量发展。随后，专题学习了全国优秀教师王红旭同志的英雄事迹，号召教职工学习王红旭同志不忘初心、舍己救人的崇高精神，在今后的教育教学中要始终以学生为本，为党育才、为国育才。同时要求全体教职工在假期通过观看电视纪录片、电视专题片等“献礼中国共产党成立100周年”重点剧目提升思想政治素质和职业道德水平，强化思想政治教育成效。\n 参会教职工纷纷表示，在中国共产党的领导下国家取得了举世瞩目的发展成就，通过此次学习进一步增强了自豪感、自信心和凝聚力。作为人民教师，将严守师德师风底线，潜心教书育人，向王红旭同志学习，心系学生，为教育事业做出应有的贡献。\n 会议还对假期工作、疫情防控、安全稳定等方面进行了安排和部署。\n\n","title":"[党史学习教育（286）]智能技术与工程学院开展第七次教职工政治学习","imgSrc":"https://www.cqust.edu.cn//__local/0/77/A0/00C984D5C18557BEBCBA637925B_9F34E494_138E8.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-07-22\n                作者：​杨春艳\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n7月1日上午，庆祝中国共产党成立100周年大会在北京天安门广场隆重举行。智能技术与工程学院党总支组织党员师生在I319集中收看了大会直播，并于直播后召开了师生座谈会。习近平总书记的重要讲话，在学院师生中引起强烈反响。\n\n总支书记都进学表示，习近平总书记在重要讲话中庄严宣告第一个百年目标的全面完成，让每一名中国人都为之自豪，这一目标的实现得益于党的坚强领导、得益于中国特色社会主义的制度优势、得益于全国人民的不懈奋斗。“以史为鉴，开创未来”，在迈步第二个百年奋斗目标的新征程中，我们无比坚定自信，在党的坚强领导下，牢记初心使命、坚定理想信念，践行党的宗旨，永远保持同人民的血肉联系，全面建成社会主义现代化强国的目标一定能够实现。作为基层党务工作者，要宣传贯彻好党的思想路线、方针政策，团结带领广大师生立足岗位，自觉为实现第二个百年目标而不懈奋斗。\n教工党员一支部书记陈宁表示，习近平总书记的重要讲话鼓舞人心，回顾党的百年历史，从团结带领人民进行28年浴血奋战到完成新民主主义革命成立中华人民共和国，从团结带领人民完成社会主义革命到推进社会主义建设，从团结带领人民进行改革开放到实现中华民族伟大复兴都让作为中国人的我们感到无比自豪，作为教工党支部书记，将不忘初心，牢记使命，不断增强政治定力。\n教工党员二支部书记熊茜表示，习近平总书记的重要讲话带领我们回顾了党的百年奋斗史和光荣史，让我们从党的百年奋斗史中汲取坚定自信的力量，在日后的工作中，必将牢记习近平总书记的要求，注重用党的奋斗历程和伟大成就鼓舞斗志、明确方向，用党的光荣传统和优良作风坚定信念、凝聚力量，用党的实践创造和历史经验启迪智慧、砥砺品格。\n学生党员二支部书记杨春艳表示，新的征程就需要我们担当新的使命，作为学生党员支部书记，更应该时时把握对形势的分析和认识，坚定信心，做好学生党建工作，引导学生党员清楚认识到新时代青年的使命担当，成为担当民族复兴大任的时代新人。\n计算机系主任葛继科表示，中华民族已向第二个百年奋斗目标迈进，这就要求我们高校教师必须提高政治站位，把牢政治方向、站稳政治立场、坚持政治原则、坚定政治道路，增强思想自觉、政治自觉、行动自觉，结合学院的发展，贡献更多的力量。\n软件系祝华正老师表示，信仰坚定是党员干部的“立身之本”，对党忠诚是党员干部的根本政治担当，只有中国特色社会主义才能发展中国，作为一名教师，我们要牢记党的宗旨，严格遵守学术规范，努力做好基础研究，扎根岗位，以初心铸匠心。\n研究生党员杜瑶表示，观看了庆祝中国共产党成立100周年的直播，感触很深，我们的祖国实现了从站起来、富起来、强起来的伟大飞跃，迎来了新的光明前景，我们作为新时代青年，应该坚持做到“四个正确认识”，把握时代发展方向。\n学生党员何国豪表示，新时代青年应树立坚定的理想信念，用正确的价值观勇于担当时代责任，立鸿鹄之志，不负人民，不负祖国。\n","title":"[党史学习教育（250）]智能技术与工程学院师生热议习近平总书记在庆祝中国共产党成立一百周年大会上的重要讲话","imgSrc":"https://www.cqust.edu.cn//__local/E/EF/74/2677A364E33FC0417F8F69FD9EB_4F91F926_1A333.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-07-07\n                作者：​杨春艳\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["陈宁","都进学","祝华正"],"isReaded":true},{"content":"\n在中国共产党成立100周年之际，为进一步浓厚党史学习氛围，增强全院师生员工“跟党走”的信念，凝心聚力为实现中华民族伟大复兴贡献力量，智能技术与工程学院开展庆祝中国共产党成立100周年系列活动。\n\n6月28日，智能技术与工程学院学院班子成员分别到新老校区离退休老党员家中，为他们送去慰问和祝福。在交流中，班子成员对离退休老同志为学院和学校发展建设做出的贡献表示感谢，详细询问了他们的身体状况和生活情况，叮嘱他们保重身体，欢迎他们常回学校看看，继续为学校的发展建言献策。老同志们纷纷感谢党组织的关怀，表示作为老党员，为国家的繁荣和学校迅速发展感到骄傲和自豪，将继续关注学校和学院的发展，发挥余热。\n\n为充分发挥先进典型表率示范作用，激励广大党员不忘初心、牢记使命，6月30日，智能技术与工程学院召开庆祝建党100周年表彰大会，对教工二支部、陈国荣等15名优秀共产党员、利节等5名优秀党务工作者、都进学等10名学习之星进行了表彰。受表彰的党员们表示，将继续发扬党员先锋模范作用，再接再厉、再创佳绩，为进一步提高学院教育教学水平做出积极贡献。\n\n6月30日下午，智能技术与工程学院学生一支部在逸夫楼举办“庆祝建党百年”海报展。学生党员们充分发挥计算机相关专业技能，把党史学习教育与文艺创作紧密结合，创作出了反映经济建设、脱贫攻坚、全民战疫、抗洪抢险等内涵丰富、形式多样的海报作品，歌颂了新时代人民在党的正确领导下取得的伟大成就，抒发了对党和国家的无限热爱。\n通过系列活动，进一步激发了智能技术与工程学院师生爱党、爱国的情怀，增强了民族自豪感和自信心，为建设高水平特色科技大学筑牢思想根基。\n","title":"智能技术与工程学院开展庆祝中国共产党成立100周年系列活动","imgSrc":"https://www.cqust.edu.cn//__local/B/12/68/5C94476109F9A532227581D37F0_E2693357_1248F.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-06-30\n                作者：周述敏\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["陈国荣","利节","都进学"],"isReaded":true},{"content":"\n\n 6月18日下午，智能技术与工程学院党总支在I321召开党史学习教育专题读书班暨第六次中心组学习，专题学习了改革开放时期历史、十八大以来的历史。学院党政领导、党总支委员、科以上干部、党支部书记参加，会议由党总支书记都进学主持。\n \n 都进学领学了改革开放时期党的奋斗历程，通过本次专题学习，使与会同志深刻领会到改革开放的伟大历史意义，改革开放这一创造性的伟大实践，不仅是党的历史上的一次伟大革命，也是中华民族发展史上的一次伟大革命，深刻改变了中国经济社会的面貌，使国家走向了富强，人民实现了富裕。\n 会议还学习了《习近平在庆祝改革开放40周年大会上的重要讲话》、学习贯彻习近平总书记给《文史哲》编辑部全体编辑人员重要回信、学习王红旭老师勇救落水儿童事迹等内容，通过学习和交流使与会同志进一步强化了党性觉悟和党员意识。与会同志一致认为，通过本次学习，将以习近平新时代中国特色社会主义思想为引领，把握历史发展规律，解放思想、敢于担当、在新的历史时期更好地履行党员职责、担负使命，带领广大师生为祖国的发展和建设作出新的贡献。\n\n","title":"[党史学习教育（211）]智能技术与工程学院召开党史学习教育专题读书班暨第六次中心组学习","imgSrc":"https://www.cqust.edu.cn//__local/1/AF/46/2C0C488924CC28E8F482E916B86_AF24ACC6_11A8A.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-06-24\n                作者：陈淘利\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n近日，第十二届蓝桥杯全国软件和信息技术专业人才大赛全国总决赛成绩公布，我校学子在Java软件开发大学B组及C/C++程序设计大学B组两个项目中总共获得全国二等奖2项，全国三等奖3项，全国优秀奖11项。特别是来自计算机科学与技术2019的智旭东同学表现突出，勇夺重庆赛区第一名的好成绩。\n\n6月5日，第十二届蓝桥杯全国软件和信息技术专业人才大赛全国总决赛在全国31个省市自治区318所高校开赛，来自北京大学、清华大学、复旦大学、上海交通大学等近千所高校的1万余名精英选手同台竞技，激烈角逐蓝桥杯大赛桂冠。我校有16名学生从7.5万名选手中脱颖而出参加此次全国总决赛。本次比赛由智能技术与工程学院祝华正，焦晓军等老师指导，采用线上线下混合指导等方式强化队员的程序设计和算法实现水平。\n蓝桥杯全国软件和信息技术专业人才大赛由工业和信息化部人才交流中心主办、教育部全国高等学校学生信息咨询与就业指导中心协办的赛事，是国内重要的程序设计类的竞赛，属于国A级竞赛。通过参加竞赛可以提高学生算法设计与分析、自主创新意识和工程实践能力，促进高校计算机、软件及电子专业就业指导工作。\n","title":"我校在第十二届蓝桥杯全国软件和信息技术专业人才大赛全国总决赛中取得佳绩","imgSrc":"https://www.cqust.edu.cn//__local/E/A6/94/8DEF15C6BF66938059B2E1B0BFC_B7E37D6F_1EEA7.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-06-23\n                作者：祝华正\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["祝华正"],"isReaded":true},{"content":"\n\n 6月4日上午，智能技术与工程学院党总支在逸夫楼I319召开毕业生党员专题教育会，学院党总支书记、党总支副书记、党支部书记及毕业生党员代表参加，会议由党总支书记都进学主持。\n \n 会上毕业生党员畅所欲言，分享了自己大学四年的成长经历和心路历程，大学生活的点点滴滴都流露出他们对母校、对学院、对党组织的无限感恩之情，表示在今后的学习、工作和生活中不忘母校培养之恩，不忘初心，艰苦奋斗，时刻牢记自己是一名共产党员，积极发挥党员的先锋模范作用，为母校增光添彩，为祖国的建设贡献自己的一份力量。\n 接着与会老师对即将毕业的各位毕业生党员亲切寄语。党总支书记对组织关系转接流程向各位毕业生党员做了说明，请各位毕业生党员同志重视转接过程中的注意事项，顺利完成党组织关系的转接。同时他勉励毕业生党员：一要做到持之以恒的坚定理想信念，二要做到孜孜以求的坚持努力奋斗，三要做到深入骨髓的铭记家国情怀，四要做到慎终如始的坚守清正廉洁。\n 本次会议对即将步入社会的毕业生党员们进行了思想上的教育与党组织关系转接方面的指导。使全体毕业生党员们坚定自己的理想信念，增强了党员责任意识，为今后更好地融入新的党组织、融入新的学习和工作打下了坚实的思想基础。\n\n","title":"[2021毕业季系列报道（18）]智能技术与工程学院召开毕业生党员专题教育会","imgSrc":"https://www.cqust.edu.cn//__local/B/DF/05/F68808C916CEA52E3AE4AB98A60_025F3C58_145C8.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-06-09\n                作者：陈淘利\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n 5月14日上午，智能技术与工程学院党总支在I321召开中心组学习会议，开展专题学习，学习社会主义革命和建设时期历史。学院班子成员、党总支委员、科以上干部、党支部书记、教师支部委员参加会议，会议由党总支书记都进学主持。\n\n都进学领学了社会主义革命和建设时期党的奋斗历程。与会同志深刻认识了新民主主义向社会主义过渡的重要意义、社会主义制度确立的重大影响、我国进入社会主义社会的重大影响，以及中国共产党推动中国历史实现社会变革的重大影响。深刻理解了只有共产主义才能救中国，只有共产党才能领导中国，只有中国特色社会主义才能发展中国。进一步感受到了中国共产党带领全国人民从站起来到富起来的强大力量。\n会议还学习了习近平总书记在清华大学考察时的重要讲话精神，《中国共产党普通高等学校基层组织工作条例》等相关内容。通过学习和交流使与会同志进一步强化了党性觉悟和党员意识 ，同志们纷纷表示将以党章为根本依据，认真履职尽责，做好新时代高校基层党组织建设，带领广大教职员工为学校、学院教育事业的发展贡献自己的一份力量。\n会议还对各党支部的发展建设、党史学习教育、七一表彰等工作做出安排。\n","title":"[党史学习教育（144）]智能技术与工程学院开展专题学习","imgSrc":"https://www.cqust.edu.cn//__local/2/8E/D6/5E7C22E03C75DEF62F617C1C3A6_8A3BD64E_107F8.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-05-19\n                作者：陈淘利\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n5月19日，由学校党委宣传部、学工部主办，智能技术与工程学院承办的“追忆革命岁月 传承红色基因——新四军老战士万众一走进重科”专题党课在学校大学生就业服务中心宣讲一厅举行。\n\n活动由智能技术与工程学院党总支书记都进学主持，智能技术与工程学院师生党员、“毓秀讲堂”听众共100余名师生共同聆听了新四军老战士抗战老兵万众一同志别开生面的专题党课。\n\n“我叫万众一，我是一名新四军的老战士。”万老先生平实无华的介绍拉开了党课序幕。万众一老前辈首先向大家讲述了自己的参军经历：他八岁时就加入了抗日儿童队，1938年在目睹日军占领武汉进行一系列深恶痛绝的强盗行为时，自己深感悲痛，时隔82年，他一直忘不了在抗日儿童队时大家一起高唱的歌曲：“东洋鬼子的大炮，打进了我们的家，打死了爸爸又枪杀了我亲爱的妈妈”“哭啼有什么用处，参加抗日军，打走了鬼子，才是我们儿童的光荣。冲冲冲，大家向前冲，不怕什么飞机炸、大炮轰，向前冲……”在现场，91岁高龄的老前辈在唱起这首歌的时候依旧饱含热情、情绪高昂，洪亮坚定的歌声感染了现场师生。\n万众一老前辈还向大家分享了“万众一”这个名字的由来：他到新四军第五师办的洪山公学读书的时候因家乡习俗还没有名字，时任师长的李先念给他取名“万众一”——万众一心抗日，万众一心打鬼子。他深深感激李先念，这也成为他一生的骄傲。他还谈到，他是在革命最艰苦的时候参军的，15岁批准入党，跟随共产党闹革命，是党培育了他，给了他活下来的机会、给了他成长服务的机会。随后，万众一老前辈详细地向师生们分享了百年前中国共产党建立的历史背景、建党历程。在谈及党带领无数仁人志士、革命先辈、各族人民共同奋斗，让国家摆脱了半殖民地半封建社会的约束、由弱变强的历程时，他感慨到：作为一名老红军，能够亲眼见证到中国共产党的成长，在这里与大家分享中国百年的变化，是一件非常幸运的事。百年沧桑巨变，党领导中国人民站起来了、富起来了、强起来了，没有共产党，就没有新中国！\n最后，万众一老前辈勉励大家要坚定理想信念、注意安全，好好学习，孝顺父母，家庭和睦，在中国特色社会主义的繁荣大道上不断前进。他还在现场朗诵《献给新时代的年轻人》，希望中国共产党能够更加兴旺发达，希望年轻人能珍惜前辈们创造的美好生活，鼓足干劲把接力棒拿好，实现中国未来的宏伟蓝图！\n此次专题党课，让与会同志深受教育，深刻感受到老一辈革命家艰苦奋斗的优良传统，深切感受到“红色政策权来之不易”“新中国来这不易”“中国特色社会主义来之不易”“没有共产党就没有新中国”。与会师生纷纷表示将进一步坚定理想信念，加倍珍惜时间，刻苦学习、努力工作，珍惜今天来之不易的安定团结，接好前辈交过的接力棒，在社会主义建设新征程中做出新的更大贡献。\n万众一同志1930年2月出生于湖北省应城县三合镇余张村万家湾，10岁参加新四军，15岁加入中国共产党。曾跟随李先念参加过桐柏战役、中原突围等大型战役。1947年南下大别山与刘邓大军汇合后，他担任刘邓大军司令部报务组长，经历过淮海、渡江、解放南京等战役，在淮海战役中荣立三等功。1955年被授予大校军衔。抗战胜利70周年时，以抗战老兵身份，获批享受正部级待遇。\n","title":"[党史学习教育（151）]追忆革命岁月 传承红色基因——新四军老战士万众一走进重科","imgSrc":"https://www.cqust.edu.cn//__local/1/CF/6C/CE73B2488ACC5B38DBA1832AD15_C7DE4E96_159E2.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-05-21\n                作者：智能学院 摄影：林海星\n                编辑：徐致远\n                来源：​智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n为进一步贯彻落实党史学习教育工作要求，推动党史学习走深走实走心，营造“学党史、悟思想、办实事、开新局”浓厚氛围，智能技术与工程学院党总支于4月28日下午在逸夫楼I319举行了党史学习教育宣讲报告会，学院全体教职工参加，党总支书记都进学主讲。\n\n都进学领学了习近平总书记在党史学习教育动员大会上发表重要讲话，讲解了党史教育的重要意义、主要任务、重点工作。都进学在宣讲中要求全体教职工要认真研读党史基本著作，全面了解中国共产党百年奋斗的光辉历程和历史性贡献，深刻理解“红色政权来之不易、新中国来之不易、中国特色社会主义来之不易”，充分认识“没有共产党就没有新中国”，不断坚定“四个自信”、不断增强历史定力，增强做中国人的志气、骨气、底气，在新时代奋力书写新篇章。\n教工一支部书记陈宁表示，将认真落实党史学习教育相关要求，带领支部党员扎实开展党史学习，以重庆市样板支部验收为契机，以评促建、以评促改，充分发挥党支部在教育教学工作中的战斗堡垒作用。\n辅导员王卉蕊表示，开展党史学习对辅导员做好大学生思想政治教育有重要的指导意义。在今后的工作中，要将党史学习与实际工作结合起来，多思考、多总结，将党史教育融入到学生日常教育管理中。\n另讯：5月7日，智能技术与工程学院党总支学生一支部开展了“追忆长征路重温入党誓词”主题党日活动。\n学生党员一支部书记符玥以“微党课”的形式讲述了红军长征艰苦卓绝的历程，使支部党员们深切感受到了革命先辈那不怕牺牲、顽强拼搏的英雄气概，更加体会到了中国革命的艰难历程和今天美好生活的来之不易。随后，全体党员面对党旗再次郑重地宣誓，重温入党誓词，用铮铮誓言彰显永恒初心。\n\n在交流讨论环节，学生党员李嬴康表示，党史学习教育对于大学生党员来说具有重要的指导意义。通过每天在手机端上参加“党史云答题”，大家系统地回顾了党的奋斗历程，加深了对党章党史、党规党纪的理解和认识，立志毕业后去祖国建设最需要的地方。\n通过支部书记讲党史、重温入党誓词，支部全体党员进一步明确了党员肩负的责任和使命，纷纷表示要在今后的学习和工作中，时刻以党员的标准严格要求自己，时刻以优秀党员的先进性鞭策激励自己，发扬优良传统，坚定理想信念，以更加优异的业绩为学校做出新的贡献，践行对党的庄严承诺。\n","title":"[党史学习教育（132）]智能技术与工程学院党总支举行党史学习教育宣讲报告会","imgSrc":"https://www.cqust.edu.cn//__local/E/81/9C/6C5E7A70A146AC6CA73762B13A4_37184752_13EB1.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-05-12\n                作者：​周述敏 符玥\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["陈宁","都进学"],"isReaded":true},{"content":"\n智能技术与工程学院紧紧围绕学校人才培养目标，抢抓互联网+、大数据、两化双创时代战略机遇，服务两业两域发展需要，以完善育人模式，着力人才培养为目标，深入推进“三全育人”工作，取得较好成效。\n完善思政育人格局，筑牢理想信念根基\n高度重视学生思想教育和引领，不断优化组织育人。着力抓好党员干部、任课教师、辅导员和学生干部四支队伍。通过教师党员联系班级、学生党员联系团支部，坚持党建带团建，加强师生互动，发挥党员在思想引领方面的先锋模范作用和基层战斗堡垒作用。发挥任课教师在课堂教学中的主体作用，将思想教育融入日常教学中，以良好的教风和负责的课堂管理促进学生思想道德水平提升。发挥辅导员作为学生人生导师的作用，通过辅导员专题讲座、主题班会和谈心谈话等形式，帮助学生树立正确的世界观、价值观和人生观。发挥学生干部的纽带作用，组织和带动学生参加各类文化教育活动，形成积极向上的良好氛围。\n\n大力开展第二课堂活动，推进大学生思想政治教育。不断创新二课堂活动形式和内容，主动关切学生关心的话题和实际问题，采用学生易于接受的方式，激发学生的能动性和创造性，发挥学生自我教育的作用，让学生在广泛的实践过程中锻炼能力，体验生活，领悟人生道理。学院每年开展第二课堂活动约30余项，如“传承红岩精神”等主题教育活动，“双城青才计划——智汇青春”大学生创客大赛等科技创新类活动，智能杯篮球赛等文体类活动，暑期三下乡等社会实践活动等，寓思想教育于学生喜爱的活动中，切实增强了思想教育的吸引力和实效性。涌现出学校道德模范曾殊琳、优秀毕业生潘鹏等一大批学生先进典型。\n\n全面推进课程思政，落实立德树人根本任务。坚持价值教育和知识教育相统一，坚持思想政治教育与专业教育相统一，坚持显性教育与隐性教育相统一，鼓励任课教师积极开展教育教改革，深入挖掘课程育人元素，扎实推进课程思政建设。各课程负责人、专业系积极动员，深入调研交流，纷纷组建课程团队或项目团队开展教学改革和课程思政建设。近三年来，获得教育部产学合作协同育人项目立项46项，市级教改项目5项，学校教改项目13项。2020年共有14门课程获批校级课程思政示范课立项。2019-2020共有24门课程获非标准答案试题考核课程认定。《C语言程序设计》等课程先后获得全国在线教学优秀案例、“重庆市高校在线教学创新应用先进典型”“重庆市高校在线课程建设与应用示范案例”、“精品在线开放课程（市级）”等荣誉，《大学生计算机基础》获“2020年校级精品在线开放课程”荣誉。涌现出熊茜、冯骊骁、葛继科、黄永文等一大批市级以上教学技能大赛获奖者。\n\n完善协同育人机制，强化专业能力提升\n推进校企合作平台建设，深化校企业协同育人。持续完善中兴ICT项目合作，在联合办学教学质量、学生日常管理等方面积极与企业方沟通，及时解决存在的问题，确保学生培养质量。依托重庆中科智能技术与工程学院，充分利用国科大的优势资源，积极探索院校合作办学新模式，共同组建高水平师资队伍和研发团队，推进了学院智能学科专业建设，加快了智能技术研发及成果推广应用，为共同打造高水平人工智能研究平台及人才培养基地提供有力支撑。\n\n引入企业级综合实训，贴近真实环境开展教育教学。学院通过招标遴选行业优质企业，参与毕业设计和综合实训。将企业真实项目作为毕业设计和综合实训案例，由具有丰富工程实践经验和大型项目经历的企业工程师、校内教师联合开展指导，按企业开发具体流程、要求进行教学管理，着力开展全真环境的应用工程训练，让学生提前了解企业工作实际情况，强化专业能力和应用能力培养。\n构建分层分类专业教育，增强学生专业认同。学院在每学期开学前两周专门安排专业教育活动，针对不同专业、不同年级学生特点，分别开展专业行业的认知教育、学业教育、就业教育等专业教育。针对大一新生安排覆盖全部学生到企业走访参观，深入重庆两江数据谷、高新园区，前往阿里、腾讯、创新奇智等企业现场参观交流，了解行业发展现状及前沿应用，增强专业学习信心。大二、大三学生重点对照人才培养方案开展检视教育，帮助学生对专业学习进度、重难点进行准确把握，提升专业学习效率。大四时覆盖全员开展企业实习，企业级综合实训，了解企业需要，提升就业综合实习。近年来学院学生专业认同度高，学生专业能力持续提升，毕业率、授位率、就业率持续提高。\n\n完善分级赛训体系，聚焦创新能力培养\n创新学科竞赛组织方式，充分激发三级机构的积极性和主动性。以项目负责制的形式将比赛分配到各系，由专业负责人组建教师团队负责比赛的组织和培训工作。进一步完善学院竞赛奖励办法，落实竞赛激励措施。近年来，学院参与各级各类学科竞赛学生人数和获奖数量稳步提升，教师几乎全员参与学生创新创业竞赛指导。\n注重学生创新意识培养，积极营造良好的学术氛围。每年举办国内外专家前沿讲坛、智慧大讲坛等学术讲座10余期。发挥研究生对本科生的带动和帮扶作用，定期开展由研究生主讲、本科生参与的学术沙龙，让学生在讨论中不断补齐短板，提高专业技能。从2019年至今，学院已开展学术沙龙30余场，参与人次达800余人次。\n实施“万千百十”双创育人工程，覆盖全员促创新。落实“一专一赛、一生一赛”要求，以赛课计划、大学生创新训练计划项目、计算机作品大赛、软件设计大赛等为抓手，开展学生分类指导，将创新创业教育贯穿人才培养全过程。组织优秀教师外出参加各类比赛集训，强化双创过程指导。通过赛课计划和日常培训，遴选院级双创项目进行培育，同时组织师生广泛开展校市级、国家级学生创新创业项目申报。近三年来，学院在20余项市级以上学生学科专业竞赛中，获得国家级奖30余项，市级奖励近300项，其中不乏泛珠三角+大学生计算机作品赛全国一等奖等国家级大奖。双创项目获校级立项68项，市级立项7项，国家级立项4项。\n\n完善机制强化保障，夯实育人工作基础\n齐抓共管实现全员育人。积极推行导师制，动员全体教师担任本科生导师，参与学生日常教育管理，特别是专业学习指导。鼓励全体教师参与学生学科竞赛指导，纳入绩效考核人才培养学业产出积分。全力推动“课程思政”，号召全院教师严格按照“课程思政”的相关要求开展课程改革，加强交流学习，将思想教育和知识传授有机结合，让课堂成为学生思想政治教育的主阵地。全员参与就业工作，全体教师积极为学生提供就业信息、推荐就业岗位；毕业设计指导老师加强与学生的交流沟通，帮助学生端正就业观念、尽早就业；建立特殊困难群体一对一帮扶机制，确保特殊困难学生全就业。\n建立定期研判机制。每个月对学生思想动态进行研判，全面掌握学生情况，关注重点人群，针对性开展教育引导，确保安全稳定。每学期初，学院召开专题会议开展全院各专业班级学业分析，通过分析各专业年级挂科率、四六级过级率等重要指标，辅导员与任课老师和学生交流，了解存在的问题并提出解决思路，多措并举促进学风建设。\n加强工作条件保障。学院优先保障学生实习实训、学生活动经费，持续完善网络工程实验室、人工智能综合实验平台等教学实训场所，不断优化改造团学活动室，成立算法协会、物联网协会等学生专业学术社团并为其提供实验室开放等条件。学院育人条件持续改善。\n在学校党委的正确部署和领导下，智能技术与工程学院将秉承“创新、协调、绿色、开放、共享”的发展理念，深入落实“1314”“三全育人”模式，持续推进高水平应用型人才培养。\n","title":"[“三全育人”系列报道（12）]完善育人模式 着力高水平应用型人才培养——智能技术与工程学院扎实推进“三全育人”工作","imgSrc":"https://www.cqust.edu.cn//__local/1/40/C9/933CD38B38532FDFE3811C76948_48A0AA27_1DC93.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-05-08\n                作者：智能学院\n                编辑：宣传部\n                来源：智能技术与工程学院\n    \n            ","people":["冯骊骁"],"isReaded":true},{"content":"\n4月28日上午，智能技术与工程学院党总支在I321召开中心组学习会议，专题学习新民主主义革命时期历史。学院党政领导、党总支委员、科以上干部、党支部书记参加会议，会议由党总支书记都进学主持。\n\n都进学领学了新民主主义革命时期党的奋斗历程，通过重温这段历史让与会同志进一步明确了新民主主义革命在中国革命史上的重要意义。新的指导思想、新的革命政党、新的领导阶级、新的革命理想为新中国的成立奠定了坚实的基础。与会同志围绕学习内容进行了充分的交流和讨论。\n会议强调，通过对新民主主义革命时期历史学习、研究、认识，对学院教职工工作的开展有现实的指导意义，中国共产党带领全国各族人民革命的过程中积累了丰富的经验，总结出战胜敌人的三大法宝，是值得我们学习的思想宝库。在今后的工作中应该充分运用这一思想宝库，加强党支部建设，充分发挥党支部的战斗堡垒作用，勇于自我完善、自我革新、自我发展。以十九大精神为引领，坚持把立德树人作为根本任务，引导教师把教书育人和自我修养结合起来，做到以德立身、以德立学、以德施教。\n会议还对五一假期党支部建设、分散开展党史教育和党员劳动实践等做出安排。\n","title":"[党史学习教育（124）]智能技术与工程学院专题学习新民主主义革命时期历史","imgSrc":"https://www.cqust.edu.cn//__local/9/9D/69/924A48FC8C2D95B14FA75B3307A_29DDC8F0_22A53.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-04-30\n                作者：陈淘利\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n4月6日下午，智能技术与工程学院党总支在I321召开理论学习中心组集中学习会。学院班子成员、党总支委员、科以上干部、党支部书记参加会议，会议由党总支书记都进学主持。\n\n都进学领学了习近平同志《论中国共产党历史》之《正确认识改革开放前和改革开放后两个历史时期》《知史爱党，知史爱国》，以及《习近平谈治国理政》第三卷之《坚持以人民为中心》和习近平总书记在福建考察时的重要讲话精神，与会同志围绕学习内容进行了充分的交流和讨论。\n会议强调，全院师生要加强理想信念教育，加强对党史、新中国史、改革开放史、社会主义发展史的学习，深入学习中国共产党的光辉历史，以史为鉴，让同学们认识到幸福生活来之不易，发扬艰苦奋斗精神，引导学生将所学知识用到祖国的建设中，不忘初心，守住底线，学好科学文化知识报效祖国。\n会议要求，学院各支部要认真学习党史及贯彻习近平总书记系列重要讲话精神，并结合学院工作实际，精心组织学习活动，发挥党员模范带头作用。通过开展广泛学习，把习近平总书记系列重要讲话精神落实到实处，把党史学习教育贯穿到立德树人全过程，为学院教育教学工作提供有力保障。\n","title":"[党史学习教育（77）]智能技术与工程学院召开2021年第三次中心组学习会议专题学习《论中国共产党历史》","imgSrc":"https://www.cqust.edu.cn//__local/B/E0/A7/7FE1A663D2F906C259C538CBF43_59CBA2F1_15782.jpg?e=.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-04-07\n                作者：陈淘利\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n20213月10日下午，智能技术与工程学院在I321会议室召开党史学习教育动员大会暨2021年第二次中心组集中学习会，学院总支委员、各支部书记及教师支委参加了会议。会议由学院党总支书记都进学主持。\n\n会议深入学习了习近平总书记在党史学习教育动员大会上的重要讲话精神和上级相关会议精神。会议对智能技术与工程学院党史学习教育进行了安排部署，从组织动员、专题学习、政治引领、专题培训、实践活动、组织生活和总结提升等七个方面，依次分解部署了学院党史学习教育25项工作任务。\n会议要求，各支部要认真贯彻落实习近平总书记在党史学习教育动员大会上的重要讲话精神和党中央重大决策部署，做到学史明理、学史增信、学史崇德、学史力行，学党史、悟思想、办实事、开新局。会议强调，各支部要创新支部学习教育方式方法，精心组织开展党史学习教育，把学习党史同推动支部建设结合起来，切实发挥党支部的战斗堡垒作用。党员干部要把思想和行动统一到习近平总书记重要讲话精神上来，进一步树牢“四个意识”，坚定“四个自信”，做到“两个维护”，奋力开创学院各项事业发展的新局面，以良好精神风貌和优异成绩庆祝中国共产党成立100周年。\n","title":"[党史学习教育（36）]智能技术与工程学院召开党史学习教育动员会暨2021年第二次中心组集中学习会","imgSrc":"https://www.cqust.edu.cn//__local/7/00/DB/5508B9BFF7040300CE66690D7FA_A02B5D1D_1B663.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2021-03-12\n                作者：智能学院\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["都进学"],"isReaded":true},{"content":"\n11月29日，第三届IEEE安全生产信息化国际会议（IICSPI、WWW.IICSPI.ORG）在重庆圣荷酒店隆重举行。大会由IEEE主办，重庆科技学院承办，厄瓜多尔政治大学、华南理工大学、桂林理工大学、重庆安全工程学院、重庆安全生产科学研究院、重庆工商大学、重庆中科智能技术与工程学院、智慧安全重庆市2011协同创新中心、中科院重庆学院、临沂大学、重庆师范大学、重庆医科大学、重庆市石油与天然气学会协办，来自全球各地近100名专家学者出席了本次会议。重庆科技学院校长尹华川、重庆市应急管理局二级巡视员刘代斌和IEEE RS（Chongqing）Chapter主席李川等领导出席并致辞。清华大学的王东教授、重庆大学秦毅教授、中科院重庆学院张雪睿研究员分别做了大会主题报告。大会由重庆科技学院利节博士主持。\n\n\n\n尹华川在致辞中对参会嘉宾表达了热烈欢迎，对重庆科技学院在智慧安全领域近年来取得成就进行了介绍。\n刘代斌介绍了应急管理的重要性和重庆安全生产面临的严俊形势，强调面对重大挑战，应急管理工作不能停留于传统手段，要主动适应科技信息化发展大势，综合运用云计算、大数据、物联网、人工智能等新技术，构建“制度+技术”的应急管理现代化体系，一体化推进信息化建设与应急管理事业改革发展。“IEEE安全生产信息化国际会议”这样的重要盛会在重庆召开，对进一步汇聚各方力量与资源，凝聚各方智慧和经验，带动重庆市应急管理信息化的发展，促进重庆及西部地区应急管理信息化领域教育、科研以及产学研创新活动开展都有着重要的意义。\nIEEE RS（Chongqing）Chapter主席李川教授介绍了IEEE RS（Chongqing）Chapter的基本情况，指出IEEE安全生产信息化国际会议是目前应急科技和安全生产领域最高水平的国际会议，对于引领全球可靠性领域的学术交流、科技发展和人才培养具有重要的意义，对重庆科技学院和重庆市应急管理局为组织本次会议所付出的艰苦努力表示感谢。\n一直以来，重庆科技学院高度重视人工智能和安全生产及大数据智能化学科发展，在市教委、市经信委、市科委支持下，与中科院重庆学院深度合作成立重庆中科智能技术与工程学院；在重庆市应急管理局支持下，建成集人才培养、科学研究和成果转化的智慧安全重庆市2011协同创新中心；成功打造了重庆市首个智慧安全学科群；在国内首次开展资源与环境专业智慧安全方向的研究生教育，目前该方向研究生已经招生100余人，相关学科在国内外已形成较强的影响力。我校师生参与的智慧安全成果，已经推广应用到了重庆市应急管理局、中石油、中石化、重庆江北机场等单位，产生了显著的经济效益和社会效益。目前，学校通过三年的打造，已经将IEEE安全生产信息化国际会议打造成为了一个开放、活跃、具有国际影响力与号召力的学术交流平台。\n","title":"我校成功承办第三届IEEE安全生产信息化国际会议","imgSrc":"https://www.cqust.edu.cn//__local/D/68/BA/979F29F60FD428616F42DB92229_F02DB7F5_B4DEB.png?e=.png","academy":"智能技术与工程学院","message":"\n                发布时间：2020-12-02\n                作者：张倩\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["利节"],"isReaded":true},{"content":"\n根据重庆市教委《重庆市教育委员会关于公布2020年度高等教育教学改革研究项目评选结果的通知》（渝教高发〔2020〕9号），我校智能技术与工程学院教师向毅主持的《人工智能移动实验室及交互式案例建设与实践》获批市级教研教改重点项目、葛继科主持的《基于“三全育人”理念的网络安全应用型人才培养体系研究与实践》获批市级教研教改重大项目、周伟主持的《面向产教融合的物联网工程人才培养模式探索与实践》获批市级教研教改一般项目。\n","title":"智能技术与工程学院三个项目获2020年度重庆市高等教育教学改革研究项目立项","imgSrc":"https://www.cqust.edu.cn/undefined","academy":"智能技术与工程学院","message":"\n                发布时间：2020-07-10\n                作者：赵晓园\n                编辑：刘况\n                来源：智能技术与工程学院\n    \n            ","people":["周伟"],"isReaded":true},{"content":"\n根据近期抗击疫情需要、落实教育部“停课不停教、停课不停学”要求，学校作出了延期开学并于2月24日通过线上教学形式开课的决定。面对时间紧、线上授课筹备任务重、智能学科线上授课环境要求高等具体情况，为保障线上教学如期顺利开展，智能技术与工程学院党员领导干部带头参与线上教学保障工作。\n领导干部带头，强化工作统筹。学院党总支通过线上会议的方式多次研判开学工作，将教学安排纳入学院疫情防控工作总体谋划布局。成立由学院领导任组长、系中心负责人任成员的线上教学工作领导小组，负责统筹学院线上教学相关工作，审定学院线上教学平台、线上教学实施方案等，提供线上教学的制度和软、硬件资源保障工作，并就线上教学工作过程相关问题与学校相关职能部门沟通、协调。由分管院领导牵头，组织部分教学督导、骨干教师组建学院线上教学工作指导小组，按照《重庆科技学院关于2020年春季学期教学工作安排的通知》，确定线上教学平台和实施方案、对线上教学过程进行指导、对教学质量进行监督。\n\n党员干部攻坚，先行线上测试。为确保线上教学如期顺利开展，学院常务副院长向毅、院长助理雷亮牵头组织部分教职工组建线上教学测试小组，对教学方式方法进行攻坚，先行开展线上教学试用、试教。教工一支部书记陈宁、党员裴仰军，教工二支部书记熊茜等党员同志积极承担测试任务，结合学科专业特点对学校推荐的平台、中国大学生慕课、QQ、微信、钉钉等7个主流平台进行了测试。通过扮演授课教师、上课学生、教学督导等不同角色，积极与相关平台支持开展沟通交流，深入研究探讨线上教学可能出现的问题及解决方案，形成测试报告，提供学校教务处、全院教师作为工作参考。为方便其他教师学习平台使用，几位党员同志还专门录制了学院选择的线上教学平台的示范教学视频。\n\n教学互动共享，提前布置安排。学院第一时间将学校《关于2020年春季学期教学工作安排的通知》《关于进一步延迟春季开学时间的通知》通过师生工作QQ群、微信群、钉钉群通知到每一名师生。为强化开学工作组织，学院下发《关于疫情防控期间进一步做好普通本科生教育管理工作的通知》《关于做好2020年春季学期教学工作安排的通知》，制订学院在线教学施方案，编辑10余条次工作提醒消息，通知全院教师做好开学线上授课准备。对学生在第二轮选课、就业实习、毕业设计方面、线上学习的问题困难通过学工办、教务办协调沟通及时解释，化解了学生的担忧困扰。辅导员在疫情信息收集排查的同时积极协助任课教师提前建立在线课钉钉群、QQ群，方便课前交流提醒。\n \n","title":"战“疫”（34）智能技术与工程学院党员领导干部积极参与线上教学保障工作","imgSrc":"https://www.cqust.edu.cn//__local/4/AF/0B/2C9B16FAB2A01FE4B1AA5A4DC34_C8BA7781_5F47E.jpg","academy":"智能技术与工程学院","message":"\n                发布时间：2020-02-09\n                作者：智能技术与工程学院\n                编辑：徐致远\n                来源：智能技术与工程学院\n    \n            ","people":["陈宁"],"isReaded":false}]